[
  {
    "id": 1,
    "name": "Canadian Beaver",
    "class": "Commemorative coins",
    "info": "'Canadian beaver'. Unique coin with the image of a beaver. Face value - 5 cents. Created under Elizabeth II. In the center of the obverse is a portrait of Queen Elizabeth II, the profile is directed to the right. The inscription on the left semicircle (English) ELIZABETH II, on the right semicircle D · G · REGINA (ELIZABETH II QUEEN by the Grace of GOD) with dots. Below is a mint mark. In the center of the coin reverse is a Canadian beaver on a rock sticking out of the water. At the top is a semicircle with the inscription '5 cents' between two maple leaves. At the bottom in two lines is the inscription CANADA (CANADA) and the year of minting.",
    "shortInfo": "'Canadian beaver'. Unique coin with the image of a beaver. Face value - 5 cents. Created under Elizabeth II.",
    "issuingCountry": "CANADA",
    "composition": "nickel",
    "quality": "BU",
    "denomination": "5 cents",
    "year": "1965",
    "weight": "4.54 g",
    "price": "40$"
  },
  {
    "id": 2,
    "name": "Looney",
    "class": "Commemorative coins",
    "info": "'Looney'. Unique coin with the image of a goat. Canadian dollar symbol. The reverse of the coin depicts a black goat - a symbol of Canada and an inscription divided into the lower and upper semicircle 'Canadian dollar'. The obverse depicts Queen Elizabeth II. The inscription on the left semicircle (English) ELIZABETH II, on the right semicircle D · G · REGINA (ELIZABETH II QUEEN by the Grace of GOD) with dots. Below is the year of coinage.",
    "shortInfo": "'Looney'. Unique coin with the image of a goat. Canadian dollar symbol.",
    "issuingCountry": "CANADA",
    "composition": "gold",
    "quality": "BU",
    "denomination": "1 dollar",
    "year": "1970",
    "weight": "5.4 g",
    "price": "65$"
  },
  {
    "id": 3,
    "name": "Jefferson",
    "class": "Commemorative coins",
    "info": "Unique coin featuring Thomas Jefferson, the 3rd American president. Face value - 5 cents. The obverse of the coin depicts a bust of the 3rd American president, Thomas Jefferson. The inscription on the right semicircle 'IN GOD WE TRUST'. Below is the inscription “FREEDOM” and the year of minting. Under the image of Jefferson was a monogram of an engraver. The initials of the engraver FS first appeared on coins in 1966. The reverse side shows the Jefferson Monticello estate, as well as the inscription: on the top - the motto “E PLURIBUS UNUM”, on the bottom - the inscriptions “MONTICELLO”, “FIVE CENTS” and “UNITED STATES OF AMERICA”.",
    "shortInfo": "Unique coin featuring Thomas Jefferson, the 3rd American president. Face value - 5 cents.",
    "issuingCountry": "UNITED STATES OF AMERICA",
    "composition": "nickel",
    "quality": "BU",
    "denomination": "5 cents",
    "year": "1966",
    "weight": "3.54 g",
    "price": "35$"
  },
  {
    "id": 4,
    "name": "South Vietnamese Dong",
    "class": "Bullion coins",
    "info": "Currency of the Republic of Vietnam in 1955-1975 Coin with the image of wheat. Currency of the Republic of Vietnam in 1955-1975. On the front side, we see wheat, and on the back, a unit symbolizing money. The monetary unit of South Vietnam was originally the Indochinese piastre, issued by the Institute of Emissions of the States of Cambodia, Laos and Vietnam. Banknotes of the graduating institute were issued in three types: Cambodian, Lao and Vietnamese. The inscriptions on the banknotes of all samples were made in four languages: French, Khmer, Lao and Vietnamese. Vietnamese-style banknotes depicted a pattern, as well as the inscription “VIÊN PHÁT-HÀNH”. Piastres previously issued by the French Bank of Indochina were also in circulation.",
    "shortInfo": "Currency of the Republic of Vietnam in 1955-1975 Coin with the image of wheat.",
    "issuingCountry": "the Republic of Vietnam",
    "composition": "nickel",
    "quality": "BU",
    "denomination": "1 dong",
    "year": "1955",
    "weight": "5.05 g",
    "price": "56$"
  },
  {
    "id": 5,
    "name": "The British Antelope",
    "class": "Bullion coins",
    "info": "Unique coin depicting an antelope. British South African gold coin with a face value of 1/2 pound. It has been produced since 1952. On one side of the coin is the head of King George VI, turned to the left. Also at the top in a semicircle is the inscription GEORGIVS SEXTVS REX. On the other side of the coin is an Antelope. Around it is the inscription SOUTH AFRICA 1952 SUID AFRICA, dotted with dots. Below is the nominal value.",
    "shortInfo": "Unique coin depicting an antelope. British South African gold coin with a face value of 1/2 pound. It has been produced since 1952.",
    "issuingCountry": "British South Africa",
    "composition": "gold",
    "quality": "BU",
    "denomination": "1/2 pound",
    "year": "1952",
    "weight": "6.3 g",
    "price": "78$"
  },
  {
    "id": 6,
    "name": "Cron",
    "class": "Bullion coins",
    "info": "A unique coin depicting a Knorr Viking ship at sea. Coin 1 crown was issued from August 1, 1934 to March 25, 1941, during the first period of Estonia’s independence. On the obverse of the coin in the center is a large state seal, the emblem of Estonia, crowned with an arched text with the inscription “Eesti Vabariik”, and on the lower edge - the year of issue “1934”. The reverse depicts a Viking ship Knarr in the sea, under which appears the inscription 1 crown. In 2012, a single crown coin. 1934 was recognized as 'the most beautiful coin ever circulated in Estonia.'",
    "shortInfo": "A unique coin depicting a Knorr Viking ship at sea.",
    "issuingCountry": "Estonia",
    "composition": "gold",
    "quality": "BU",
    "denomination": "1/2 pound",
    "year": "1934",
    "weight": "5.67 g",
    "price": "79$"
  },
  {
    "id": 7,
    "name": "Lion sedge",
    "class": "Exclusive coins",
    "info": "Indian coin with the image of a lion Ashoka. Face value 1 one rupee. 1975 edition. It depicts the lion Ashok on his pedestal. It is surrounded by the inscription of the name of the country in two languages, meaning and date, surrounded by stylized stalks of grain. The rupee (from Sanskrit silver) is an Indian historical silver coin, put into circulation in the 15th century, as well as the monetary unit of a number of countries in South Asia. After the British conquest of Burma in 1852, the Indian rupee became its currency. In 1938, Burma became an independent British colony. A year earlier, the release of the Burmese rupee, which lasted until 1952, began. In 1952, the Burmese rupee was replaced by a kyat. The rupee remained the currency of Portuguese possessions in India until 1959, when it was replaced by the escudos of Portuguese India.",
    "shortInfo": "Indian coin with the image of a lion Ashoka. Face value 1 one rupee. 1975 edition.",
    "issuingCountry": "India",
    "composition": "steel",
    "quality": "BU",
    "denomination": "1 rupee",
    "year": "1975",
    "weight": "4.95 g",
    "price": "76$"
  },
  {
    "id": 8,
    "name": "Rial",
    "class": "Exclusive coins",
    "info": "Iranian silver coin with the image of a lion. Face value 5000 five thousand dinars (5 five taps). 1928 year. It depicts a bust of Reza Shah, whose head is turned to the right. On the other side is a lion with a saber in front of the radiant sun. Above it is a crown. Before the monetary reform of 1932, the currency of Iran was fog. (1 fog = 10 clicks, 1 crane = 1000 dinars.) Currently, the name 'fog' is used to denote the amount of 10 reais.",
    "shortInfo": "Iranian silver coin with the image of a lion. Face value 5000 five thousand dinars (5 five taps). 1928 year.",
    "issuingCountry": "Iran",
    "composition": "silver",
    "quality": "BU",
    "denomination": "5000 dinars",
    "year": "1928",
    "weight": "6.12 g",
    "price": "98$"
  },
  {
    "id": 9,
    "name": "ISK",
    "class": "Exclusive coins",
    "info": "Icelandic coin with a picture of a fish. Face value 1 Icelandic krona. Initially, the krone consisted of 100 Eire (ISL. EYRIR, MN. CH. ISL. Aurar), but since January 1, 1995 Eire has not been used in monetary circulation. From January 1, 1999, in accordance with Law No. 36 of April 27, 1998, amounts must be rounded to 50 Eire. Coin minting in Krona began in 1925. Initially, all coins had a monogram of King Christian X. Iceland was declared a Republic in 1944, and in 1946 it began to mint coins without royal symbols. Icelandic coins were minted by the Royal Mint of Denmark, the Royal Mint of Great Britain and a private mint in Birmingham.",
    "shortInfo": "Icelandic coin with a picture of a fish. Face value 1 Icelandic krona",
    "issuingCountry": "Iceland",
    "composition": "nickel",
    "quality": "BU",
    "denomination": "1 Icelandic krona",
    "year": "2007",
    "weight": "5.42 g",
    "price": "78$"
  }
]
